Tarea1/DifusorLS2RS2/0/nut
FoamFile
{
	version             2.0;
	format              ascii;
	class               volScalarField;
	location            "0";
	object              nut;
}


dimensions	[0 2 -1 0 0 0 0];
internalField	uniform 0;
boundaryField
{
	frontAndBack
	{
		type	empty;
	}
	outlet
	{
		type	calculated;
		value	uniform 0;
	}
	inlet
	{
		type	calculated;
		value	uniform 0;
	}
	"(lowerWall|upperWall)"
	{
		type	calculated;
		value	uniform 0;
	}
}
